[
    {
        "id": 1,
        "email": "Action, Comedy, Fantasy",
        "first_name": "Kage no Jitsuryokusha",
        "avatar": "https://cdn.myanimelist.net/images/anime/1560/127953l.jpg",
        "overview": "\nFor as long as he can remember, Minoru Kagenou has been fixated on becoming as strong as possible, which has led him to undertake all kinds of rigorous training. This wish, however, does not stem from a desire to be recognized by others; rather, Minoru does everything he can to blend in with the crowd. So, while pretending to be a completely average student during the day, he arms himself with a crowbar and ruthlessly thrashes local biker gangs at night. Yet when Minoru finds himself in a truck accident, his ambitions seemingly come to a sudden end. In his final moments, he laments his powerlessness—no matter how much he trained, there was nothing he could do to overcome his human limitations.\n\nBut instead of dying, Minoru reawakens as Cid, the second child of the noble Kagenou family, in another world—one where magic is commonplace. With the power he so desired finally within his grasp, he dons the moniker Shadow and establishes Shadow Garden: a group whose sole purpose is to combat the enigmatic Cult of Diablos, an organization born from Cid's imagination. However, as Shadow Garden grows in both membership and influence, it becomes increasingly apparent that the Cult of Diablos is not as fictional as Cid had intended."
    },
    {
        "id": 2,
        "email": "Action, Harem, Supernatural",
        "first_name": "HighSchool DxD",
        "avatar": "https://cdn.myanimelist.net/images/anime/1331/111940l.jpg",
        "overview": "\nHigh school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school's Occult Research club.\n\nSlowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqué) moments with his new comrades, all the while keeping his new life a secret from his friends and family in High School DxD!."
    },
    {
        "id": 3,
        "email": "Action, Comedy, Adventure",
        "first_name": "Naruto Shippuden",
        "avatar": "https://cdn.myanimelist.net/images/anime/5/17407l.jpg",
        "overview": "\nIt has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage."
    },
    {
        "id": 4,
        "email": "Action, Fantasy",
        "first_name": "Chainsaw Man",
        "avatar": "https://cdn.myanimelist.net/images/anime/1806/126216l.jpg?_gl=1*2qgwe5*_ga*MTAwNjI0ODYwMC4xNjk0NTA5MTQ3*_ga_26FEP9527K*MTY5ODc1MjY1OC4zLjEuMTY5ODc1MzM0OC4zNy4wLjA.",
        "overview": "\nDenji is robbed of a normal teenage life, left with nothing but his deadbeat father's overwhelming debt. His only companion is his pet, the chainsaw devil Pochita, with whom he slays devils for money that inevitably ends up in the yakuza's pockets. All Denji can do is dream of a good, simple life: one with delicious food and a beautiful girlfriend by his side. But an act of greedy betrayal by the yakuza leads to Denji's brutal, untimely death, crushing all hope of him ever achieving happiness.\n\nRemarkably, an old contract allows Pochita to merge with the deceased Denji and bestow devil powers on him, changing him into a hybrid able to transform his body parts into chainsaws. Because Denji's new abilities pose a significant risk to society, the Public Safety Bureau's elite devil hunter Makima takes him in, letting him live as long as he obeys her command. Guided by the promise of a content life alongside an attractive woman, Denji devotes everything and fights with all his might to make his naive dreams a reality."
    },
    {
        "id":5,
        "email": "Action, Comedy, Fantasy",
        "first_name": "Black Clover",
        "avatar": "https://cdn.myanimelist.net/images/manga/3/252623l.jpg?_gl=1*18yhhp3*_ga*MTAwNjI0ODYwMC4xNjk0NTA5MTQ3*_ga_26FEP9527K*MTY5ODc1MjY1OC4zLjEuMTY5ODc1MzU2OS41Mi4wLjA.",
        "overview": "\nAsta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the Wizard King —a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a Black Clover giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!."
    },
    {
        "id":6,
        "email": "Action, Fantasy",
        "first_name": "Kimetsu no Yaiba",
        "avatar": "https://cdn.myanimelist.net/images/anime/1286/99889l.jpg?_gl=1*wppdf5*_ga*MTAwNjI0ODYwMC4xNjk0NTA5MTQ3*_ga_26FEP9527K*MTY5ODc1MjY1OC4zLjEuMTY5ODc1MzcxNC42MC4wLjA.",
        "overview": "\nEver since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night.\n\nWhen he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity."
    },
    {
        "id":7,
        "email": "Action, Comedy, Adventure",
        "first_name": "Kono Subarashi",
        "avatar": "https://cdn.myanimelist.net/images/anime/3/81310l.jpg",
        "overview": "\nAfter dying a laughable and pathetic death on his way back from buying a game, high school student and recluse Kazuma Satou finds himself sitting before a beautiful but obnoxious goddess named Aqua. She provides the NEET with two options: continue on to heaven or reincarnate in every gamer's dream—a real fantasy world! Choosing to start a new life, Kazuma is quickly tasked with defeating a Demon King who is terrorizing villages. But before he goes, he can choose one item of any kind to aid him in his quest, and the future hero selects Aqua. But Kazuma has made a grave mistake—Aqua is completely useless!.\n\nUnfortunately, their troubles don't end here; it turns out that living in such a world is far different from how it plays out in a game. Instead of going on a thrilling adventure, the duo must first work to pay for their living expenses. Indeed, their misfortunes have only just begun!"
    },
    {
        "id":8,
        "email": "Fantasy, Drama, Adventure, Ecchi",
        "first_name": "Mushoku Tensei",
        "avatar": "https://cdn.myanimelist.net/images/anime/1117/110633l.jpg",
        "overview": "\nDespite being bullied, scorned, and oppressed all of his life, a 34-year-old shut-in still found the resolve to attempt something heroic—only for it to end in a tragic accident. But in a twist of fate, he awakens in another world as Rudeus Greyrat, starting life again as a baby born to two loving parents.\n\nPreserving his memories and knowledge from his previous life, Rudeus quickly adapts to his new environment. With the mind of a grown adult, he starts to display magical talent that exceeds all expectations, honing his skill with the help of a mage named Roxy Migurdia. Rudeus learns swordplay from his father, Paul, and meets Sylphiette, a girl his age who quickly becomes his closest friend.\n\nAs Rudeus' second chance at life begins, he tries to make the most of his new opportunity while conquering his traumatic past. And perhaps, one day, he may find the one thing he could not find in his old world—love."
    },
    {
        "id":9,
        "email": "Action, Fantasy, Adventure",
        "first_name": "Nanatsu no Taizai",
        "avatar": "https://cdn.myanimelist.net/images/anime/12/69453l.jpg?_gl=1*eq740v*_ga*MTAwNjI0ODYwMC4xNjk0NTA5MTQ3*_ga_26FEP9527K*MTY5ODc1MjY1OC4zLjEuMTY5ODc1NDExOS41Ny4wLjA.",
        "overview": "\nIn a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the Seven Deadly Sins, were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones.\n\nBased on the best-selling manga series of the same name, Nanatsu no Taizai follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world."
    },
    {
        "id":10,
        "email": "Action, Fantasy, Adventure, Romance",
        "first_name": "Sword Art Online",
        "avatar": "https://cdn.myanimelist.net/images/anime/2/43349l.jpg",
        "overview": "\nEver since the release of the innovative NerveGear, gamers from all around the globe have been given the opportunity to experience a completely immersive virtual reality. Sword Art Online (SAO), one of the most recent games on the console, offers a gateway into the wondrous world of Aincrad, a vivid, medieval landscape where users can do anything within the limits of imagination. With the release of this worldwide sensation, gaming has never felt more lifelike.\n\nHowever, the idyllic fantasy rapidly becomes a brutal nightmare when SAO's creator traps thousands of players inside the game. The log-out function has been removed, with the only method of escape involving beating all of Aincrad's one hundred increasingly difficult levels. Adding to the struggle, any in-game death becomes permanent, ending the player's life in the real world.\n\nWhile Kazuto Kirito Kirigaya was fortunate enough to be a beta-tester for the game, he quickly finds that despite his advantages, he cannot overcome SAO's challenges alone. Teaming up with Asuna Yuuki and other talented players, Kirito makes an effort to face the seemingly insurmountable trials head-on. But with difficult bosses and threatening dark cults impeding his progress, Kirito finds that such tasks are much easier said than done."
    }
]
